{"home_youtube_link":"https://youtu.be/3dDH_lTUOMI","about_aboutus":"Über uns","about_navigation_name":"Über","about_page_title":"Über uns","about_question_1_description":"Dieser Service wird von Emercoin Partnership angeboten.","about_question_2_description":"Der geschäftsführende Gesellschafter und Autor des Projekts ist Oleksii Konashevych.","about_question_3_description":"Der Online-Service ist darauf ausgerichtet, die Anforderungen an den Integritätsschutz von digitalen Assets (Dateien und Medien), Zeitstempel und Autorenschaft mit Hilfe der Blockchain-Technologie zu erfüllen.","about_question_4_description":"Der Service richtet sich an einen Endanwender und kann über die API auch in eine Unternehmenslösung integriert werden.","about_question_5_description":"Der Dienst kann zum Abschluss von Verträgen, zum Schutz von Urheberrechten, z.B. von Fotografen, Autoren, Programmierern, Textern, Forschern und Erfindern, zur Unterzeichnung von Petitionen usw. genutzt werden.","about_question_6_description":"Die Basis des Dienstes ist die Technologie der Emercoin-Plattform, die 2014 begann.","about_question_7_description":"Es basiert auf der einzigartigen NVS-Technologie, die nicht nur Benutzerdaten auf der Blockchain speichert, sondern auch ein spezielles Indexfeld &quot;Name&quot; für die Schnellsuche in der Datenbank und &quot;Value&quot; erstellt, in dem der Benutzer beliebige Daten hinzufügen und aktualisieren kann. Gleichzeitig bleibt die Änderungshistorie erhalten, da die Blockkette nicht verändert werden kann. Auch der Datensatz, der die Urheberrechte bescheinigt, kann auf eine andere Person (an eine andere Adresse) übertragen werden.","about_question_8_description":"Unsere Mission ist es, einen Blockchain-Service für die digitale Online-Signierung von Benutzerdaten, Zeitstempel und Autorenschutz anzubieten.","about_question_9_description":"Sehen Sie sich das Video über Emercoin an.","contact_our_contacts":"Unsere Kontakte","contact_ask_a_question":"Stellen Sie eine Frage","contact_contacts":"Kontakte","contact_navigation_name":"Kontakte","contact_submit":"Absenden","contact_phone":"Telefon","contact_email":"E-Mail","contact_address":"Adresse","contact_form_name":"Wie kann ich dich anrufen?","contact_form_email":"E-Mail","contact_form_theme":"Betreff","contact_form_message":"Nachricht","contact_page_title":"Kontakte","contact_error_required":"Pflichtfeld","help_faq":"FAQ","help_help":"Hilfe","help_navigation_name":"Hilfe","help_page_title":"Hilfe","help_question_1_title":"Was macht dieser Service?","help_question_1_description":"Berechnet die Hash (Prüfsumme) der Datei und sendet sie an die Blockchain-Transaktion. Tatsächlich ist dies eine digitale Signierung von Daten.","help_question_2_title":"Wer benötigt diesen Service?","help_question_2_description":"Dieser Service kann genutzt werden, um Urheberrechte zu schützen: ein Fotograf, ein Wissenschaftler, ein Erfinder, ein Programmierer, ein Schriftsteller, ein Texter, ein Journalist, ein Blogger, ein Geschäftsmann. Fügen Sie einfach eine Datei mit Ihren Materialien hinzu: Foto, Dokumente, Video, Programm, Businessplan. Auch mit Hilfe der Dienstleistung ist es möglich, Verträge abzuschließen, jede Partei muss die gleiche Datei mit dem Vertrag singen. Du kannst auch eine Petition einreichen oder für etwas stimmen.","help_question_3_title":"Was ist der Hash der Datei?","help_question_3_description":"Dies ist eine eindeutige &quot;Seriennummer&quot; oder ein &quot;Fingerabdruck&quot; Ihrer Daten. Wenn Sie mindestens ein Bit in der Originaldatei ändern, erhalten Sie eine völlig andere Hash-Summe. Wenn Sie die Hash-Summe also an einem sicheren Ort haben, können Sie jederzeit die Integrität Ihrer Daten überprüfen, indem Sie sie mit Ihrer Hash-Summe abgleichen.","help_question_4_title":"Was garantiert unseren Service?","help_question_4_description":"Indem Sie Ihre Dateien auf der Blockchain signieren: 1. können Sie die Integrität der Daten anhand der Hash-Summe überprüfen, die dauerhaft in der Blockchain gespeichert ist. 2. Zeitstempel - Sie können definitiv überprüfen, wann die Transaktion in der Blockchain veröffentlicht wurde. 3. Schutz der Urheberschaft, da die Transaktion mit der Person verbunden ist, die bezahlt hat","help_question_5_title":"Was ist der &quot;Gültigkeitszeitraum&quot;?","help_question_5_description":"Der Gültigkeitszeitraum ist der Zeitraum, in dem der Benutzer seine Datensätze in der Blockchain verwalten kann. Bitte beachten Sie, dass es nichts mit der Sicherheit Ihrer Daten zu tun hat. Datensätze in der Blockchain werden für immer gespeichert. Der NVS-Service, der auf der Emercoin-Plattform entwickelt wurde, erweitert nur die Möglichkeiten des Records Managements. Während dieser Zeit können Sie den Text im Feld &quot;Zusatzinformationen&quot; ändern, den Gültigkeitszeitraum verlängern oder beenden oder den Datensatz an einen anderen Benutzer übertragen. Am Ende dieses Zeitraums kann jeder andere Benutzer diesen Datensatz &quot;abholen&quot; und auch mit der Verwaltung beginnen (aber die Historie aller Änderungen bleibt immer noch für immer in der Blockkette). Alle Funktionen sind noch nicht verfügbar, aber wir werden Sie informieren, wenn Sie sie nutzen können.","help_question_6_title":"Wie kann man eine Datei überprüfen?","help_question_6_description":"Fügen Sie eine Datei hinzu, die Sie auf der Website überprüfen möchten. Wenn sich die Datei in der Blockchain befindet, sehen Sie den Eintrag Name Value Service (NVS). Im Feld Name gibt es eine Hash-Summe, im Feld Wert sind die Benutzerdaten. Wenn der Benutzer nichts in Wert angegeben hat, wird standardmäßig eine Hash-Summe der E-Mail-Adresse des Zahlers angezeigt.","help_question_7_title":"Wie kann man die Urheberschaft nachweisen?","help_question_7_description":"Die Urheberschaft wird durch die Verbindung zwischen dem Zahler und dem Blockchain-Eintrag nachgewiesen. Tatsächlich verknüpft der Dienst die Zahlung per PayPal-E-Mail mit der Transaktion. Standardmäßig wird die Hash-Summe der E-Mail-Adresse veröffentlicht. Aber Benutzer können E-Mails öffnen. Sie können dem Feld Wert weitere Daten hinzufügen. Zum Beispiel Name, Telefon, URL-Link.","help_question_8_title":"Ist die Datei in der Blockchain gespeichert?","help_question_8_description":"Nein, kümmern Sie sich um die Sicherheit Ihrer Dateien. Der Dienst speichert keine Dateien. Nur Hashes. Sie können die Datei nicht aus dem Hash wiederherstellen.","help_question_9_title":"Wer sieht meine Akte?","help_question_9_description":"Niemand, nicht einmal wir. Die Hash-Summe wird lokal auf Ihrem Gerät berechnet, und die Datei verlässt nie Ihre Festplatte. Also, an wen Sie Ihre Datei übertragen oder von wem Sie sie speichern können, Sie kümmern sich um sich selbst.","help_question_10_title":"Ist es möglich, anhand der Hash-Summe zu bestimmen, was die Datei enthält?","help_question_10_description":"Nein. Unmöglich.","help_question_11_title":"Ist es möglich, die gleiche Datei zweimal zu signieren?","help_question_11_description":"Ja, die Indexnummer wird über den Doppelpunkt zur Hash-Summe hinzugefügt. Wenn Sie suchen, sehen Sie alle Transaktionen dieser Datei, beginnend mit der ersten.","help_question_12_title":"Und wie wird die Urheberschaft dann geschützt, wenn jemand die Datei beliebig oft beglaubigen kann?","help_question_12_description":"Zeitstempel. Dies entspricht dem Rechtsgrundsatz des Nachweises der Urheberschaft. Derjenige, der beweisen kann, dass er es zuerst besaß, ist der Autor. Bevor Sie also Ihre Materialien an Dritte weitergeben oder veröffentlichen, unterschreiben Sie zuerst Ihre Datei auf unserem Service.","help_question_13_title":"Wie sonst kann das Urheberrecht rechtlich geschützt werden?","help_question_13_description":"Geh zum Notar.","home_page_title":"Startseite","home_motivating_text":"Signieren Sie eine Datei mit Hilfe der Blockchain. Schützen Sie Ihr Urheberrecht. Einen Zeitstempel setzen","home_or":"oder","home_notarize":"Schild","home_verify":"Überprüfen Sie","home_add_title":"Hinzufügen","home_add_description":"deine Datei","home_pay_title":"Bezahlen","home_pay_description":"Preis Dollar mit einer Bankkarte über PayPal","home_wait_title":"Warten","home_wait_description":"20 min für eine Bestätigung der Blockchain-Transaktion","home_answer_title":"Empfangen","home_answer_description":"Emernotar Zertifikat der Datei an die E-Mail Adresse","home_nav_title":"Startseite","home_drugndrop":"Drag`n`drop-Datei hierhin für:","home_navigation_name":"Startseite","home_copyright":"Emernotar Partnerschaft © 2018","home_network_error":"Sorry, der Server ist derzeit nicht verfügbar.","home_success":"E-Mail wurde erfolgreich gesendet","home_calculation_of_hash_preloader":"Die Daten werden verarbeitet, es kann einige Minuten dauern. Bitte schließen Sie den Browser nicht.","home_rate":"Gebühr","home_not_found_err":"Datei nicht gefunden","home_not_readable_err":"Datei ist nicht lesbar","home_any_error":"Beim Lesen dieser Datei ist ein Fehler aufgetreten.","home_error":"Fehler","home_error_page_not_found":"Seite nicht gefunden","home_error_page_not_found_description_title":"Die Gründe für das Entstehen des Problems:","home_error_page_not_found_description_1":"1. Die Seite wurde verschoben oder umbenannt.","home_error_page_not_found_description_2":"2. Die Seite existiert nicht mehr.","home_error_page_not_found_description_3":"3. URL entspricht nicht der Realität","home_error_payment_pagetitle":"Fehler im Zahlungssystem","home_error_payment_description":"Das Zahlungssystem ist nicht verfügbar, bitte versuchen Sie es später noch einmal","home_policy":"Datenschutzerklärung","notification_record_added":"Datensatz wurde erfolgreich hinzugefügt","notification_notar_info":"Informationen zur Blockchain-Signatur","notification_owner":"Eigentümer","notification_date":"Datum","notification_view_cert":"Zertifikat anzeigen","policy_pagetitle":"Zertifikat","policy_dear_user":"Sehr geehrter Benutzer","policy_description_row_1":"Ihre Anwendung zum Erstellen eines Datensatzes in der Blockchain wurde ausgeführt.","policy_description_row_2":"Nachfolgend finden Sie alle notwendigen Daten über die Transaktion sowie einen Link zum Zertifikat.","policy_info_transactions":"Daten zu Transaktionen in der Blockchain","policy_date_entry":"Datum","policy_transaction_id":"Transaktions-ID","policy_your_address":"Ihre Adresse in der Blockchain von Emercoin","policy_owner":"Eigentümer der Datei (E-Mail)","policy_owner_hash":"Eigentümer des Pfunds (Hash of E-Mail - SHA-512)","policy_validity_period":"Gültigkeitszeitraum","policy_to":"zu","policy_service":"Service","policy_hash_sum":"SHA-512 Hash-Summe","policy_file_name":"Dateiname","policy_print":"PDF-Zertifikat herunterladen","policy_pagetitle_2":"Zusätzliche Informationen","policy_alternative_parsers":"Alternative Blockchain-Parser","result_description":"Wir senden Ihnen innerhalb von 20 Minuten ein Zertifikat an Ihre PayPal-E-Mail.","result_file_notar":"Datei wurde signiert","result_home":"Startseite","result_page_title":"Datei wurde signiert","result_сongratulations":"Herzlichen Glückwunsch!","result_paymentid":"Zahlungs-ID","result_payerid":"Zahler-ID","result_payment_error_description":"Die Zahlung ist abgeschlossen. Wir senden Ihnen innerhalb von 20 Minuten ein Zertifikat an Ihre PayPal-E-Mail.","result_payment_error_title":"Zahlung abgeschlossen","result_timeouted_notarization_title":"Datenverarbeitung","result_timeouted_notarization_description":"Die Daten werden verarbeitet. Die Seite wird in 10 Sekunden automatisch neu gestartet. Sollte dies nicht der Fall sein, laden Sie die Seite bitte manuell neu.","result_error_data_integrity_title":"Die Datenintegrität ist beschädigt. Es wurde keine Zahlung geleistet.","result_error_data_integrity_description":"Bitte kontaktieren Sie den technischen Support mit den Zahlungsdetails.","result_error_networkerror_title":"Netzwerkfehler","result_error_networkerror_description":"Bitte kontaktieren Sie den technischen Support mit den Zahlungsdetails.","result_unknoun_error_title":"Unbekannter Fehler","result_unknoun_error_description":"Es ist ein unbekannter Fehler aufgetreten. Versuchen Sie es später noch einmal oder kontaktieren Sie den Support.","result_btn_page_reload":"Diese Seite neu laden","static_pagetitle":"Zertifikat","static_dear_user":"Sehr geehrter Benutzer!","static_description_row_1":"Ihre Anwendung zum Erstellen eines Datensatzes in der Blockchain wurde ausgeführt.","static_description_row_2":"Nachfolgend finden Sie alle notwendigen Daten über die Transaktion sowie den Link zum Zertifikat.","static_info_transactions":"Daten zu Transaktionen in der Blockchain","static_date_entry":"Datum","static_transaction_id":"Transaktions-ID","static_your_address":"Ihre Adresse in der Blockchain von Emercoin","static_owner":"Eigentümer der Datei (E-Mail/Hash)","static_owner_hash":"Eigentümer des Pfunds (Hash of E-Mail - SHA-512)","static_validity_period":"Gültigkeitszeitraum","static_to":"zu","static_service":"Service","static_hash_sum":"SHA-512 Hash-Summe","static_file_name":"Dateiname","static_print":"PDF-Zertifikat herunterladen","static_pagetitle_2":"Zusätzliche Informationen","static_alternative_parsers":"Alternativer Blockchain-Parser","verify_file_hash":"Der Dateihash wurde erstellt.","verify_file_notar":"Datei signiert","verify_notarize":"Schild","verify_notar_info":"Informationen zur Blockchain-Signatur","verify_owner":"Eigentümer","verify_date":"Datum","verify_verify":"Überprüfen Sie","verify_navitation_name":"Überprüfen Sie","verify_home":"Startseite","verify_not_matches_found":"Das System hat den Hash (SHA-512) Ihrer Datei berechnet und seine Suche in der Emercoin Blockchain durchgeführt. Eine solche Hash-Summe wurde hier noch nie gespeichert.","verify_not_matches_found_emer":"Die Datei wurde nie auf Emercoin signiert.","verify_file_is_not_unique":"Das System hat den Hash (SHA-512) Ihrer Datei berechnet und seine Suche in der Emercoin Blockchain durchgeführt. Eine solche Hash-Summe wurde bisher hier gespeichert.","verify_matches_found":"Gefundene Datensätze","verify_additional_info":"Zusätzliche Informationen","verify_parser_transaction":"Alle Details","verify_modal_title":"Мake nach Ihrer Wahl:","verify_modal_additional_label":"Zusätzliche Informationen hinzufügen","verify_modal_additional_textarea":"Zusätzliche Informationen","verify_modal_additional_maxlength":"Zeichenlimit überschritten: 1500","verify_modal_hash_email":"E-Mail über die Hash-Funktion ausblenden (SHA-512)","verify_modal_open_email":"Offene E-Mail veröffentlichen","verify_modal_info_title":"Warum E-Mail-Hashing? Warum zusätzliche Informationen hinzufügen?","verify_modal_info_text":"Unser Roboter liebt die Kryptographie. Es nimmt Ihr Dokument und verwandelt es in eine einzige 32-stellige Folge von Buchstaben und Zahlen.","verify_modal_btn_submit":"Schild","verify_page_title":"Verifizierung","verify_modal_open_email_description":"Fügen Sie Ihre E-Mail öffentlich in die Blockchain ein. Mit dem Anklicken erklären Sie sich damit einverstanden, dass diese Daten dauerhaft in der Blockchain gespeichert werden und niemand sie jemals ändern kann.","verify_modal_hash_email_description":"Verschlüsseln Sie Ihre E-Mail, indem Sie nur eine Hash-Summe davon ausgeben.","verify_modal_email_hashed_message":"Bitte wählen Sie, ob Sie die E-Mail verschlüsseln oder nicht verschlüsseln möchten.","verify_hashsha":"Hash-Summe (SHA-512)","verify_creation_time":"Erstellungszeit","verify_owneremail":"Eigentümer","verify_hashemail":"Hash der E-Mail des Eigentümers"}