{"about_aboutus":"About us","about_navigation_name":"About","about_page_title":"About us","about_question_1_description":"This service is provided by Emercoin Partnership","about_question_2_description":"Managing partner and author of the project is Oleksii Konashevych.","about_question_3_description":"Online service is purposed to satisfy demand for protection of digital assets integrity with the help of blockchain technology.","about_question_4_description":"The service is addressed to an end user and can also be integrated into a business solution using API.","about_question_5_description":"The service can be used to sign contracts, to protect copyrights, for example, of photographers, writers, programmers, copywriters, researchers and inventors, for signing petitions, etc.","about_question_6_description":"The basis of the service is the technology of Emercoin platform, which started in 2014.","about_question_7_description":"It is based on the unique NVS technology, which not only saves user's data on the blockchain, but creates a special index field \"Name\" for quick search in the database, and \"Value\" field, where you can add any data, and update it. At the same time the history of changes is preserved, because the blockchain cannot be altered. Also, the record that certifies copyrights can be transferred to another person (to another address).","about_question_8_description":"Our mission is to provide a service for blockchain data notarization, which guarantees protection of the legal rights of a user on his digital assets and gives a convenient tool to manage them.","contact_our_contacts":"Our contacts","contact_ask_a_question":"Ask a question","contact_contacts":"Contacts","contact_navigation_name":"Contacts","contact_submit":"Submit","contact_phone":"Phone","contact_email":"E-mail","contact_address":"Address","contact_form_name":"How can I call you?","contact_form_email":"E-mail","contact_form_theme":"Subject","contact_form_message":"Message","contact_page_title":"Contacts","contact_error_required":"Required field","help_faq":"FAQ","help_help":"Help","help_navigation_name":"Help","help_page_title":"Help","help_question_1_title":"What does this service do?","help_question_1_description":"Calculates the hash (checksum) of the file and sends it to the blockchain transaction.","help_question_2_title":"Who needs this service?","help_question_2_description":"This service can be used to protect copyrights: a photographer, a scientist, an inventor, a programmer, a writer, a copywriter, a journalist, a blogger, a businessman. Just add a file with your materials: photo, documents, video, program, business plan. Also with the help of the service it is possible to conclude contracts, each party must notarize the same file with the contract. You can also make a petition or vote for something.","help_question_3_title":"What is the hash of the file?","help_question_3_description":"This is a unique \"serial number\" or \"fingerprint\" of your data. Changing, at least one bit in the original file, you will get a completely different hash sum. Thus, having the hash sum in a safe place, you can always check the integrity of your data by matching it with your hash sum.","help_question_4_title":"What guarantees our service?","help_question_4_description":"1. Checking the integrity of data using the hash-sum that is permanently stored on the blockchain. \r\n2. The timestamp - you can definitely check when was the publication of the transaction on the blockchain. \r\n 3. The authorship, because the transaction is associated with the person who paid","help_question_5_title":"How to verify a file?","help_question_5_description":"Add a file you want to verify on the site. If the file is in the blockchain, you will see Name Value Service (NVS) entry. In the Name field there is a hash sum, in the Value field is user's data. If the user did not specify anything in Value, by default there will be a hash sum of the payer's e-mail address","help_question_6_title":"How to prove authorship?","help_question_6_description":"The authorship is proved by the connection between the payer and the blockchain entry. In fact, the service links the payment through PayPal e-mail to the transaction. By default, the hash sum of the email address is published. But users can open email, and they can add other data to the Value field when they notarize the file. For example, name, phone, URL link.","help_question_7_title":"Is the file stored on the blockchain?","help_question_7_description":"No, take care of keeping your files securely. The service does not store files. Only hashes. You cannot restore the file from it.","help_question_8_title":"Who sees my file?","help_question_8_description":"No one, not even us. The hash sum is calculated locally on your PC, and the file never leaves your disk. So, to whom to transfer your file or from whom to save it, you take care of yourself.","help_question_9_title":"Is it possible to determine by the hash sum what the file contains?","help_question_9_description":"No. Impossible","help_question_10_title":"Is it possible to notarize the same file twice?","help_question_10_description":"Yes, the index number is added to the hash sum through the colon. When you search, you see all transactions for notarizing this file, starting from the first.","help_question_11_title":"And how is the authorship protected then, if anyone can notarize the file any number of times?","help_question_11_description":"Timestamp. This corresponds to the legal principle of proof of authorship. The one who can prove that he owned it first, he is the author. So, before submitting your materials to anyone or their publication, first make a notarization on our service.","help_question_12_title":"How else can legally copyright be protected?","help_question_12_description":"Go to a notary public.","home_page_title":"Home","home_motivating_text":"Blockchain notarization online — certification of electronic data without a notary","home_or":"or","home_notarize":"Notarization","home_verify":"Verification","home_add_title":"Add","home_add_description":"your file","home_pay_title":"Pay","home_pay_description":"_price dollar with a bank card through PayPal","home_wait_title":"Wait","home_wait_description":"10 - 15 min for a confirmation of blockchain transaction","home_answer_title":"Receive","home_answer_description":"certificate of notarizing your file to e-mail","home_nav_title":"Home","home_drugndrop":"Drag'n'drop file here for:","home_navigation_name":"Home","home_copyright":"Emernotar Partnership © 2018","home_network_error":"Sorry, the server is currently unavailable.","home_success":"E-mail had been successfully sent","home_calculation_of_hash_preloader":"Data is being processed, it may take a few minutes. Please do not close the browser.","home_rate":"rate","home_not_found_err":"File not found","home_not_readable_err":"File is not readable","home_any_error":"An error occurred reading this file","home_error":"Error","home_error_page_not_found":"Page not found","home_error_page_not_found_description_title":"The reasons for the emergence of the problem:","home_error_page_not_found_description_1":"1. The page has been moved or renamed","home_error_page_not_found_description_2":"2. The page no longer exists","home_error_page_not_found_description_3":"3. URL does not correspond to reality","notification_record_added":"Record was successfully added","notification_notar_info":"Notarization info","notification_owner":"Owner","notification_date":"Date","notification_view_cert":"View certificate","result_description":"We will send your certificate to your paypal email within 20 minutes","result_file_notar":"File notarized","result_home":"Home","result_page_title":"File notarized","result_сongratulations":"Congratulations!","verify_file_hash":"File hash created","verify_file_notar":"File notrize","verify_notarize":"Notarize","verify_notar_info":"Notarization info","verify_owner":"Owner","verify_date":"Date","verify_verify":"Verify","verify_navitation_name":"Verify","verify_home":"Home","verify_not_matches_found":"Matches not found","verify_file_is_not_unique":"File is not unique","verify_matches_found":"matches found","verify_modal_title":"You can hash your email","verify_modal_additional_label":"Add additional info","verify_modal_additional_textarea":"Additional information","verify_modal_hash_email":"Hash E-mail","verify_modal_open_email":"Open E-mail","verify_modal_info_title":"What for hashing mail? What for write additional information?","verify_modal_info_text":"Our robot loves cryptography. It takes your document and turns it into a single 32-digit string of letters and numbers.","verify_modal_btn_submit":"Notarize","verify_page_title":"Verification"}