{"home_youtube_link":"https://youtu.be/3dDH_lTUOMI","about_aboutus":"A propos de nous","about_navigation_name":"A propos de","about_page_title":"A propos de nous","about_question_1_description":"Ce service est fourni par Emercoin Partnership","about_question_2_description":"L'associé gérant et auteur du projet est Oleksii Konashevych.","about_question_3_description":"Le service en ligne est destiné à répondre à la demande de protection de l'intégrité des actifs numériques (fichiers et supports), de l'horodatage et de la paternité des œuvres à l'aide de la technologie de la chaîne de blocs.","about_question_4_description":"Le service s'adresse à un utilisateur final et peut également être intégré dans une solution métier à l'aide de l'API.","about_question_5_description":"Le service peut être utilisé pour signer des contrats, pour protéger les droits d'auteur, par exemple, des photographes, écrivains, programmeurs, rédacteurs, chercheurs et inventeurs, pour signer des pétitions, etc.","about_question_6_description":"La base du service est la technologie de la plate-forme Emercoin, qui a démarré en 2014.","about_question_7_description":"Il est basé sur la technologie NVS unique, qui non seulement enregistre les données de l'utilisateur sur la chaîne de blocs, mais crée un champ d'index spécial &quot;Nom&quot; pour une recherche rapide dans la base de données, et &quot;Valeur&quot;, où l'utilisateur peut ajouter toutes les données et les actualiser. En même temps, l'historique des changements est conservé, car la chaîne de blocage ne peut pas être modifiée. De plus, l'enregistrement qui certifie les droits d'auteur peut être transféré à une autre personne (à une autre adresse).","about_question_8_description":"Notre mission est de fournir un service de chaîne de blocs pour la signature numérique en ligne des données des utilisateurs, l'horodatage et la protection des droits d'auteur.","about_question_9_description":"Voir la vidéo sur Emercoin","contact_our_contacts":"Nos contacts","contact_ask_a_question":"Poser une question","contact_contacts":"Contacts","contact_navigation_name":"Contacts","contact_submit":"Soumettre","contact_phone":"Téléphone","contact_email":"Courriel","contact_address":"Adresse","contact_form_name":"Comment puis-je vous appeler ?","contact_form_email":"Courriel","contact_form_theme":"Sujet","contact_form_message":"Message","contact_page_title":"Contacts","contact_error_required":"Champ obligatoire","help_faq":"QUESTIONS-RÉPONSES","help_help":"Aide","help_navigation_name":"Aide","help_page_title":"Aide","help_question_1_title":"Que fait ce service ?","help_question_1_description":"Calcule le hachage (checksum) du fichier et l'envoie à la transaction blockchain. En fait, il s'agit d'une signature numérique de données","help_question_2_title":"Qui a besoin de ce service ?","help_question_2_description":"Ce service peut être utilisé pour protéger les droits d'auteur : un photographe, un scientifique, un inventeur, un programmeur, un écrivain, un rédacteur, un journaliste, un blogueur, un homme d'affaires. Il suffit d'ajouter un fichier avec vos documents : photo, documents, vidéo, programme, plan d'affaires. Aussi avec l'aide du service il est possible de conclure des contrats, chaque partie doit chanter le même fichier avec le contrat. Vous pouvez aussi faire une pétition ou voter pour quelque chose.","help_question_3_title":"Quel est le hachage du fichier ?","help_question_3_description":"Il s'agit d'un &quot;numéro de série&quot; ou d'une &quot;empreinte digitale&quot; unique de vos données. En changeant, au moins un bit dans le fichier d'origine, vous obtiendrez une somme de hachage complètement différente. Ainsi, ayant la somme de hachage dans un endroit sûr, vous pouvez toujours vérifier l'intégrité de vos données en la faisant correspondre avec votre somme de hachage.","help_question_4_title":"Qu'est-ce qui garantit notre service ?","help_question_4_description":"En signant vos fichiers sur la chaîne de blocs : 1. vous pouvez vérifier l'intégrité des données en utilisant la somme de hachage qui est stockée en permanence dans la chaîne de blocs. 2. Horodatage - vous pouvez certainement vérifier quand la transaction a été publiée sur la chaîne de blocage. 3. Protéger la paternité, car la transaction est associée à la personne qui a payé","help_question_5_title":"Qu'est-ce que la &quot;période de validité&quot; ?","help_question_5_description":"La période de validité est la période pendant laquelle l'utilisateur peut gérer ses enregistrements dans la chaîne de blocs. Veuillez noter que cela n'a rien à voir avec la sécurité de vos données. Les enregistrements dans la chaîne de blocs sont stockés pour toujours. Le service NVS, développé sur la plate-forme Emercoin ne fait qu'étendre les capacités de la gestion des documents. Pendant cette période, vous pouvez modifier le texte dans le champ &quot;informations complémentaires&quot;, prolonger ou terminer la période de validité ou transférer l'enregistrement à un autre utilisateur. A la fin de cette période, n'importe quel autre utilisateur peut &quot;récupérer&quot; cet enregistrement, et aussi commencer à le gérer (mais l'historique de tous les changements restera à jamais dans la chaîne de blocs). Toutes les fonctions ne sont pas encore disponibles, mais nous vous informerons quand vous pourrez les utiliser.","help_question_6_title":"Comment vérifier un fichier ?","help_question_6_description":"Ajoutez un fichier que vous voulez vérifier sur le site. Si le fichier se trouve dans la chaîne de blocs, vous verrez l'entrée NVS (Name Value Service). Dans le champ Nom il y a une somme de hachage, dans le champ Valeur il y a les données de l'utilisateur. Si l'utilisateur n'a rien spécifié dans Value, par défaut il y aura une somme de hachage de l'adresse e-mail du payeur.","help_question_7_title":"Comment prouver la qualité d'auteur ?","help_question_7_description":"La paternité est prouvée par le lien entre le payeur et l'entrée de la chaîne de blocage. En fait, le service relie le paiement par e-mail PayPal à la transaction. Par défaut, la somme de hachage de l'adresse e-mail est publiée. Mais les utilisateurs peuvent ouvrir le courrier électronique. Ils peuvent ajouter d'autres données au champ Valeur. Par exemple, nom, téléphone, lien URL.","help_question_8_title":"Le fichier est-il stocké dans la chaîne de blocs ?","help_question_8_description":"Non, prenez soin de la sécurité de vos fichiers. Le service ne stocke pas de fichiers. Que du haschisch. Vous ne pouvez pas restaurer le fichier à partir du hachage.","help_question_9_title":"Qui voit mon dossier ?","help_question_9_description":"Personne, pas même nous. La somme de hachage est calculée localement sur votre appareil et le fichier ne quitte jamais votre disque. Ainsi, à qui transférer votre fichier ou à partir de qui le sauvegarder, vous prenez soin de vous.","help_question_10_title":"Est-il possible de déterminer par la somme de hachage ce que contient le fichier ?","help_question_10_description":"Non. Impossible","help_question_11_title":"Est-il possible de signer le même fichier deux fois ?","help_question_11_description":"Oui, le numéro d'index est ajouté à la somme de hachage par les deux points. Lorsque vous effectuez une recherche, vous voyez toutes les transactions de ce fichier, en commençant par la première.","help_question_12_title":"Et comment la paternité est-elle protégée, si quelqu'un peut notarier le fichier un certain nombre de fois ?","help_question_12_description":"Horodatage. Cela correspond au principe juridique de la preuve de la qualité d'auteur. Celui qui peut prouver qu'il l'a possédée en premier, il en est l'auteur. Donc, avant de soumettre vos documents à qui que ce soit ou de les publier, signez d'abord votre dossier sur notre service.","help_question_13_title":"Comment le droit d'auteur peut-il être protégé autrement ?","help_question_13_description":"Allez chez le notaire.","home_page_title":"Accueil","home_motivating_text":"Signez un fichier à l'aide de blockchain. Protégez vos droits d'auteur. Mettre un horodatage","home_or":"ou","home_notarize":"Enseigne","home_verify":"Vérifier","home_add_title":"Ajouter","home_add_description":"votre dossier","home_pay_title":"Payer","home_pay_description":"prix dollar avec une carte bancaire via PayPal","home_wait_title":"Attendez","home_wait_description":"20 min pour une confirmation de la transaction de la chaîne de blocage","home_answer_title":"Recevoir","home_answer_description":"Certificat Emernotar du fichier à envoyer par e-mail","home_nav_title":"Accueil","home_drugndrop":"Glissez-déposez le fichier ici pour :","home_navigation_name":"Accueil","home_copyright":"Emernotar Partnership © 2018","home_network_error":"Désolé, le serveur est actuellement indisponible.","home_success":"L'e-mail a été envoyé avec succès","home_calculation_of_hash_preloader":"Les données sont en cours de traitement, cela peut prendre quelques minutes. Veuillez ne pas fermer le navigateur","home_rate":"Tarif","home_not_found_err":"Fichier non trouvé","home_not_readable_err":"Le fichier n'est pas lisible","home_any_error":"Une erreur s'est produite lors de la lecture de ce fichier","home_error":"Erreur","home_error_page_not_found":"Page non trouvée","home_error_page_not_found_description_title":"Les raisons de l'émergence du problème :","home_error_page_not_found_description_1":"1. La page a été déplacée ou renommée","home_error_page_not_found_description_2":"2. La page n'existe plus","home_error_page_not_found_description_3":"3. URL ne correspond pas à la réalité","home_error_payment_pagetitle":"Erreur du système de paiement","home_error_payment_description":"Le système de paiement n'est pas disponible, veuillez réessayer plus tard.","home_policy":"Politique de confidentialité","notification_record_added":"L'enregistrement a été ajouté avec succès","notification_notar_info":"Informations sur la signature Blockchain","notification_owner":"Propriétaire","notification_date":"Date","notification_view_cert":"Voir le certificat","policy_pagetitle":"Certificat","policy_dear_user":"Cher utilisateur","policy_description_row_1":"Votre demande de création d'un enregistrement dans la chaîne de blocs a été exécutée.","policy_description_row_2":"Vous trouverez ci-dessous toutes les données nécessaires concernant la transaction, ainsi qu'un lien vers le certificat.","policy_info_transactions":"Données sur les transactions dans la chaîne de blocs","policy_date_entry":"Date","policy_transaction_id":"ID de transaction","policy_your_address":"Votre adresse dans la chaîne d'Emercoin","policy_owner":"Propriétaire du fichier (email)","policy_owner_hash":"Propriétaire du fie (hachage d'email - SHA-512)","policy_validity_period":"Période de validité","policy_to":"jusqu'à","policy_service":"Service après-vente","policy_hash_sum":"SHA-512 somme de hachage","policy_file_name":"Nom de fichier","policy_print":"Télécharger le certificat PDF","policy_pagetitle_2":"Informations complémentaires","policy_alternative_parsers":"Analyseurs de chaînes de blocs alternatifs","result_description":"Nous enverrons un certificat à votre adresse email PayPal dans un délai de 20 minutes.","result_file_notar":"Le fichier a été signé","result_home":"Accueil","result_page_title":"Le fichier a été signé","result_сongratulations":"Félicitations !","result_paymentid":"ID de paiement","result_payerid":"ID du payeur","result_payment_error_description":"Le paiement est terminé. Nous enverrons un certificat à votre adresse email PayPal dans un délai de 20 minutes.","result_payment_error_title":"Paiement effectué","result_timeouted_notarization_title":"Traitement des données","result_timeouted_notarization_description":"Les données sont en cours de traitement. La page sera redémarrée automatiquement dans 10 secondes. Si ce n'est pas le cas, veuillez recharger la page manuellement.","result_error_data_integrity_title":"L'intégrité des données est corrompue. Le paiement n'a pas été effectué","result_error_data_integrity_description":"Veuillez contacter le support technique avec les détails du paiement","result_error_networkerror_title":"Erreur réseau","result_error_networkerror_description":"Veuillez contacter le support technique avec les détails du paiement","result_unknoun_error_title":"Erreur inconnue","result_unknoun_error_description":"Une erreur inconnue s'est produite. Réessayez plus tard ou contactez le support technique","result_btn_page_reload":"Recharger cette page","static_pagetitle":"Certificat","static_dear_user":"Cher utilisateur !","static_description_row_1":"Votre demande de création d'un enregistrement dans la chaîne de blocs a été exécutée.","static_description_row_2":"Vous trouverez ci-dessous toutes les données nécessaires concernant la transaction, ainsi que le lien vers le certificat.","static_info_transactions":"Données sur les transactions dans la chaîne de blocs","static_date_entry":"Date","static_transaction_id":"ID de transaction","static_your_address":"Votre adresse dans la chaîne d'Emercoin","static_owner":"Propriétaire du fichier (email/hash)","static_owner_hash":"Propriétaire du fie (hachage d'email - SHA-512)","static_validity_period":"Période de validité","static_to":"jusqu'à","static_service":"Service après-vente","static_hash_sum":"Somme de hachage SHA-512","static_file_name":"Nom de fichier","static_print":"Télécharger le certificat PDF","static_pagetitle_2":"Informations complémentaires","static_alternative_parsers":"Analyseur de chaîne de blocs alternatif","verify_file_hash":"Le hachage du fichier a été créé","verify_file_notar":"Fichier signé","verify_notarize":"Enseigne","verify_notar_info":"Informations sur la signature Blockchain","verify_owner":"Propriétaire","verify_date":"Date","verify_verify":"Vérifier","verify_navitation_name":"Vérifier","verify_home":"Accueil","verify_not_matches_found":"Le système a calculé le hachage (SHA-512) de votre fichier et a effectué sa recherche dans Emercoin blockchain. Une telle somme de hachage n'a jamais été stockée ici auparavant.","verify_not_matches_found_emer":"Le fichier n'a jamais été signé sur Emercoin","verify_file_is_not_unique":"Le système a calculé le hachage (SHA-512) de votre fichier et a effectué sa recherche dans Emercoin blockchain. Une telle somme de hachage était auparavant stockée ici.","verify_matches_found":"J'ai trouvé des dossiers :","verify_additional_info":"Informations complémentaires","verify_parser_transaction":"Tous les détails","verify_modal_title":"Мake votre choix :","verify_modal_additional_label":"Ajouter des informations supplémentaires","verify_modal_additional_textarea":"Informations complémentaires","verify_modal_additional_maxlength":"Limite de caractères dépassée : 1500","verify_modal_hash_email":"Masquer les e-mails par la fonction de hachage (SHA-512)","verify_modal_open_email":"Publier un courriel ouvert","verify_modal_info_title":"Pourquoi hacher des e-mails ? Pourquoi ajouter des informations supplémentaires ?","verify_modal_info_text":"Notre robot adore la cryptographie. Il prend votre document et le transforme en une seule chaîne de 32 chiffres et de lettres.","verify_modal_btn_submit":"Enseigne","verify_page_title":"Vérification","verify_modal_open_email_description":"Ajoutez publiquement votre courriel dans la chaîne de blocage. En cliquant dessus, vous acceptez que ces données soient stockées de manière permanente sur la chaîne de blocage et que personne ne puisse jamais les modifier.","verify_modal_hash_email_description":"Crypter votre courriel en n'en versant qu'une somme de hachage.","verify_modal_email_hashed_message":"Veuillez choisir de crypter ou de ne pas crypter les courriels.","verify_hashsha":"Somme de hachage (SHA-512)","verify_creation_time":"Heure de création","verify_owneremail":"Propriétaire","verify_hashemail":"Hash de l'email du propriétaire"}