{"about_aboutus":"О нас","about_navigation_name":"О нас","about_page_title":"О нас","about_question_1_description":"Этот сервис предоставляется Emercoin Partnership","about_question_2_description":"Управляющим партнером и автором проекта является Алексей Конашевич.","about_question_3_description":"Онлайн сервис направлен удовлетворить спрос на защиту целостности цифровых активов с помощью технологии блокчейн.","about_question_4_description":"Сервис адресован конечному пользователю, а также может быть встроен в бизнес решения с помощью API.","about_question_5_description":"Сервис может быть использован для заключения договоров, для защиты авторского права, например, фотографами, писателями, программистами, копирайтерами, исследователями и изобретателями, для подписания петиций и тому подбодное.","about_question_6_description":"Основой сервиса является технология платформы Emercoin, разрабатываемая международной командой с 2014 года","about_question_7_description":"Сервис использует уникальную технологию NVS, с помощь которой не просто сохраняются пользовательские данные в блокчейне, а создается специальное индексируемое поле Name для быстрого поиска по базе данных, и поле Value, в которое можно добавить любые данные, и впоследствии обновить. Но при этом сохраняется история, ведь блокчейн нельзя изменить. Также можно передать запись, удостоверяющую авторские права, в собственность другому лицу (на другой адрес).","about_question_8_description":"Наша миссия — это предоставление сервиса по блокчейн нотаризации данных, который гарантирует защиту юридических прав пользователя на его цифровые активы, а также дает удобный инструмент по управлению ими.","contact_our_contacts":"Контакты","contact_ask_a_question":"Задать вопрос","contact_contacts":"Контакты","contact_navigation_name":"Контакты","contact_submit":"Отправить","contact_phone":"Телефон","contact_email":"E-mail","contact_address":"Адрес","contact_form_name":"Как к вам обращаться?","contact_form_email":"E-mail","contact_form_theme":"Тема","contact_form_message":"Сообщение","contact_page_title":"Контакты","contact_error_required":"Поле обязательно для заполнения","help_faq":"ЧаВо","help_help":"Помощь","help_navigation_name":"Помощь","help_page_title":"Помощь","help_question_1_title":"Что делает этот сервис?","help_question_1_description":"Рассчитывает хеш-сумму (контрольную сумму) файла и отправляет ее в блокчейн транзакцию.","help_question_2_title":"Кому нужен этот сервис?","help_question_2_description":"Этот сервис можно использовать для защиты авторских прав: фотографу, ученому, изобретателю, программисту, писателю, копирайтеру, журналисту, блоггеру, бизнесмену. Просто добавь файл со своими материалами: фото, документы, видео, программу, бизнес-план. Также с помощью сервиса можно заключать договоры, каждая из сторон должна нотаризовать один и тот же файл с договором. Вы можете также составить петицию или за что-то проголосовать.","help_question_3_title":"Что такое хеш-сумма файла?","help_question_3_description":"Это уникальный \"серийный номер\" или \"отпечаток пальца\" ваших данных. Изменив хотя бы один бит в оригинальном файле, Вы получите совершенно другую хеш-сумму. Таким образом, сохранив хеш-сумму в надежном месте, Вы сможете всегда проверить целостность ваших данных, сверив их с вашей хеш-суммой.","help_question_4_title":"Что гарантирует наш сервис?","help_question_4_description":"1. Проверку целостности данных с помощью хеш-суммы, которая навсегда сохраняется в блокчейне.  \r\nМетку времени - Вы можете проверить точно, когда произошла публикация транзакции в блокчейне.  \r\n3. Авторство, так как блокчейн запись связывается с оплатившим лицом.","help_question_5_title":"Как проверить файл?","help_question_5_description":"Добавьте файл, который Вы хотите проверить на сайт. Если файл есть в блокчейне, то вы увидите Name Value Service (NVS) запись. В поле Name указана хеш-сумма, в поле Value указаны пользовательские данные, но если пользователь ничего не указал так, то по-умолчанию будет хеш-сумма e-mail адреса плательщика.","help_question_6_title":"Как доказать авторство?","help_question_6_description":"Авторство доказывается связью плательщика и блокчейн записи. Фактически сервис является звеном, которое, принимая платеж через PayPal видит и записывает e-mail адрес плательщика. По-умолчанию, публикуется хеш-сумма email адреса. Но пользователь может публиковать его открытым, также он может добавить другие данные в поле Value. Например, свое имя, телефон, ссылку.","help_question_7_title":"Записывается ли файл в блокчейн?","help_question_7_description":"Нет, побеспокойтесь о том, чтобы надежно сохранить у себя ваши файлы. Сервис не хранит файлы. Только хеш-сумму. Из нее невозможно восстановить файл.","help_question_8_title":"Кто видит мой файл?","help_question_8_description":"Никто, даже мы. Хеш-сумма рассчитывается локально на вашем ПК, а файл никогда не покидает ваш диск. Так что, кому передать Ваш файл или от кого его уберечь, заботитесь Вы сами.","help_question_9_title":"Можно ли по хеш-сумме определить, что содержит файл?","help_question_9_description":"Невозможно.","help_question_10_title":"Можно ли два раза нотаризовать один и тот же файл?","help_question_10_description":"Да, к хеш-сумме через двоеточие добавляется индекс номер. При поиске Вы видите все транзакции по нотаризации этого файла, начиная от первой.","help_question_11_title":"А как же защищается тогда авторство, если любой может нотаризовать файл сколько угодно раз?","help_question_11_description":"Метка времени. Это соответствует юридическому принципу доказывания авторства. Кто сможет доказать, кто был первый, кто владел им, тот и автор. Так что перед передачей Ваших материалов кому-либо или их публикацией, сделайте вначале нотаризацию на нашем сервисе.","help_question_12_title":"Как еще можно защитить юридически авторское право?","help_question_12_description":"Обратиться к нотариусу.","home_page_title":"Главная","home_motivating_text":"Блокчейн нотаризация онлайн — заверение электронных данных без нотариуса","home_or":"или","home_notarize":"Нотаризовать","home_verify":"Проверить","home_add_title":"Добавь","home_add_description":"свой файл","home_pay_title":"Оплати","home_pay_description":"_price доллара с помощью банковской карты через PayPal","home_wait_title":"Подожди","home_wait_description":"10 - 15 минут, пока транзакция запишется в блокчейн","home_answer_title":"Получи","home_answer_description":"сертификат о нотаризации твоего файла на e-mail","home_nav_title":"Главная","home_drugndrop":"Перетащи сюда файл, чтобы:","home_navigation_name":"Главная","home_copyright":"Emernotar Partnership © 2018","home_network_error":"К сожалению, сервер в настоящее время недоступен.","home_success":"Письмо успешно отправленно","home_calculation_of_hash_preloader":"Идет обработка данных, это может занять несколько минут. Пожалуйста не закрывайте браузер.","home_rate":"тариф","home_not_found_err":"Файл не найден","home_not_readable_err":"Файл не читается","home_any_error":"Произошла ошибка при чтении этого файла","home_error":"Ошибка","home_error_page_not_found":"Страница не найдена","home_error_page_not_found_description_title":"Причины возникновения проблемы:","home_error_page_not_found_description_1":"1. Страница была перемещена или переименована","home_error_page_not_found_description_2":"2. Страница больше не существует","home_error_page_not_found_description_3":"3. URL-адрес не соответствует действительности","notification_record_added":"Запись была успешно внесена в блокчейн","notification_notar_info":"Данные нотаризации","notification_owner":"Владелец","notification_date":"Дата","notification_view_cert":"Посмотреть сертификат","result_description":"Мы отправим ваш сертификат на вашу электронную почту PayPal в течение 20 минут","result_file_notar":"Файл  нотаризован","result_home":"На главную","result_page_title":"Файл  нотаризован","result_сongratulations":"Поздравляем!","verify_file_hash":"Хэш сформирован","verify_file_notar":"Файл  нотаризован","verify_notarize":"Нотаризовать","verify_notar_info":"Данные нотаризации","verify_owner":"Владелец","verify_date":"Дата","verify_verify":"Верифицировать","verify_navitation_name":"Верификация","verify_home":"Домой","verify_not_matches_found":"Совпадений не найдено","verify_file_is_not_unique":"Файл не уникален","verify_matches_found":"Найдено совпадений","verify_modal_title":"Вы можете изменить свой адрес электронной почты","verify_modal_additional_label":"Добавить дополнительную информацию","verify_modal_additional_textarea":"Дополнительная информация","verify_modal_hash_email":"Хэшировать электронную почту","verify_modal_open_email":"Открыть электронную почту","verify_modal_info_title":"Что для хеширования почты? Зачем писать дополнительную информацию?","verify_modal_info_text":"Наш робот любит криптографию. Он берет ваш документ и превращает его в одну 32-значную строку букв и цифр.","verify_modal_btn_submit":"Нотаризовать","verify_page_title":"Проверка"}